Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Your typical range
ar: نطاقك المعتاد
da: Dit typiske interval
de: Dein typischer Bereich
es: Tu rango habitual
fi: Tyypillinen vaihteluvälisi
fr: Votre plage habituelle
is: Þitt dæmigerða bil
it: Il tuo intervallo tipico
ja: 普段の範囲
ko: 평소 범위
nb: Ditt typiske område
nl: Je gebruikelijke bereik
pt_br: Sua faixa típica
ru: Ваш обычный диапазон
sv: Ditt typiska intervall
zh_hans: 你的典型范围

source: Your weekly training load amplified by monotony. High strain with high monotony is the classic accumulated-fatigue pattern — even when ACWR looks fine.
ar: حمل تدريبك الأسبوعي مضخّمًا بالرتابة. الإجهاد المرتفع مع الرتابة العالية هو النمط الكلاسيكي للإرهاق المتراكم — حتى عندما يبدو ACWR جيدًا.
da: Din ugentlige træningsbelastning forstærket af monotoni. Høj strain med høj monotoni er det klassiske mønster for ophobet træthed — selv når ACWR ser fin ud.
de: Deine wöchentliche Trainingsbelastung, verstärkt durch die Monotonie. Hohe Beanspruchung bei hoher Monotonie ist das klassische Muster angesammelter Ermüdung — selbst wenn ACWR unauffällig aussieht.
es: Tu carga de entrenamiento semanal amplificada por la monotonía. Una carga alta con monotonía alta es el patrón clásico de fatiga acumulada, aunque el ACWR parezca correcto.
fi: Viikoittainen harjoituskuormituksesi monotonialla kerrottuna. Korkea rasitus korkean monotonian kanssa on klassinen kertyneen väsymyksen kuvio — vaikka ACWR näyttäisi hyvältä.
fr: Votre charge d’entraînement hebdomadaire amplifiée par la monotonie. Une contrainte élevée avec une monotonie élevée est le schéma classique de fatigue accumulée — même quand l’ACWR semble correct.
is: Vikulegt æfingaálag þitt margfaldað með einhæfni. Mikið álag ásamt mikilli einhæfni er klassíska mynstrið um uppsafnaða þreytu — jafnvel þegar ACWR lítur vel út.
it: Il tuo carico di allenamento settimanale amplificato dalla monotonia. Uno strain alto con una monotonia alta è il classico schema di affaticamento accumulato, anche quando l'ACWR sembra a posto.
ja: 週間のトレーニング負荷を Monotony で増幅したものです。Strain が高く Monotony も高いのは、ACWR が問題なさそうに見えても、典型的な疲労蓄積のパターンです。
ko: 단조성으로 증폭된 주간 훈련 부하. 높은 단조성과 함께 높은 스트레인은 전형적인 누적 피로 패턴입니다 — ACWR이 괜찮아 보여도 마찬가지입니다.
nb: Den ukentlige treningsbelastningen din forsterket av monotoni. Høy strain med høy monotoni er det klassiske mønsteret for oppsamlet tretthet — selv når ACWR ser grei ut.
nl: Je wekelijkse trainingsbelasting versterkt door monotonie. Hoge trainingsdruk met hoge monotonie is het klassieke patroon van opgestapelde vermoeidheid — ook als ACWR er goed uitziet.
pt_br: Sua carga de treino semanal amplificada pela monotonia. Strain alto com monotonia alta é o padrão clássico de fadiga acumulada — mesmo quando o ACWR parece bom.
ru: Ваша недельная тренировочная нагрузка, умноженная на монотонность. Высокое напряжение при высокой монотонности — классическая картина накопленной усталости, даже если ACWR выглядит нормально.
sv: Din veckovisa träningsbelastning förstärkt av monotoni. Hög påfrestning med hög monotoni är det klassiska mönstret för ackumulerad trötthet — även när ACWR ser bra ut.
zh_hans: 你的每周训练负荷乘以单调性。高负荷强度加高单调性是典型的疲劳累积模式 — 即使 ACWR 看起来正常。

source: Z-score normalization window is fully populated with 60 days of data. Recovery scoring is at its most accurate.
ar: اكتملت نافذة تطبيع درجة z بـ 60 يومًا من البيانات. تقييم التعافي في أعلى دقته.
da: Vinduet for z-score-normalisering er fuldt udfyldt med 60 dages data. Restitutionsscoringen er på sit mest præcise.
de: Das Fenster für die z-Wert-Normalisierung ist vollständig mit 60 Tagen Daten gefüllt. Die Erholungsbewertung ist jetzt am genauesten.
es: La ventana de normalización por z-score está completa con 60 días de datos. La puntuación de recuperación alcanza su máxima precisión.
fi: Z-pistenormalisoinnin ikkuna on täynnä 60 päivän tiedoilla. Palautumisen pisteytys on tarkimmillaan.
fr: La fenêtre de normalisation par z-score est entièrement remplie avec 60 jours de données. Le score de récupération est à sa précision maximale.
is: Z-gildisstöðlunarglugginn er fullur með 60 daga gögnum. Batastigagjöfin er eins nákvæm og hún getur orðið.
it: La finestra di normalizzazione z-score è completa con 60 giorni di dati. Il punteggio di recupero è al massimo della sua accuratezza.
ja: z スコア正規化のウィンドウが 60 日分のデータで満たされています。回復スコアは最も正確な状態です。
ko: z-점수 정규화 구간이 60일 데이터로 완전히 채워졌습니다. 회복 점수가 가장 정확한 상태입니다.
nb: Vinduet for z-score-normalisering er fullt med 60 dager med data. Restitusjonsscoringen er på sitt mest nøyaktige.
nl: Het venster voor z-score-normalisatie is volledig gevuld met 60 dagen gegevens. De herstelscore is op zijn nauwkeurigst.
pt_br: A janela de normalização por escore z está totalmente preenchida com 60 dias de dados. A pontuação de recuperação está no seu nível mais preciso.
ru: Окно нормализации z-оценки полностью заполнено данными за 60 дней. Оценка восстановления наиболее точна.
sv: Fönstret för z-poängnormalisering är fullt med 60 dagars data. Återhämtningspoängen är som mest exakt.
zh_hans: z 分数标准化窗口已填满 60 天的数据。恢复评分处于最准确的状态。

source: Zaliva & Franchetti (Carnegie Mellon) — Barometric + GPS altitude fusion whitepaper.
ar: Zaliva & Franchetti (Carnegie Mellon) — ورقة بيضاء حول دمج الارتفاع البارومتري وGPS.
da: Zaliva & Franchetti (Carnegie Mellon) — whitepaper om fusion af barometrisk højde og GPS-højde.
de: Zaliva & Franchetti (Carnegie Mellon) — Whitepaper zur Fusion von barometrischer und GPS-Höhe.
es: Zaliva y Franchetti (Carnegie Mellon): documento técnico sobre la fusión de altitud barométrica y GPS.
fi: Zaliva & Franchetti (Carnegie Mellon) — Barometrisen ja GPS-korkeuden fuusiota käsittelevä raportti.
fr: Zaliva & Franchetti (Carnegie Mellon) — Livre blanc sur la fusion de l’altitude barométrique et GPS.
is: Zaliva og Franchetti (Carnegie Mellon) — hvítbók um samruna loftþrýstings- og GPS-hæðar.
it: Zaliva & Franchetti (Carnegie Mellon) — White paper sulla fusione dell'altitudine barometrica e GPS.
ja: Zaliva & Franchetti（Carnegie Mellon）— 気圧と GPS の高度フュージョンに関するホワイトペーパー。
ko: Zaliva & Franchetti(Carnegie Mellon) — 기압 + GPS 고도 융합 백서.
nb: Zaliva & Franchetti (Carnegie Mellon) — hvitbok om fusjon av barometrisk høyde og GPS-høyde.
nl: Zaliva & Franchetti (Carnegie Mellon) — Whitepaper over het combineren van barometrische hoogte en GPS-hoogte.
pt_br: Zaliva & Franchetti (Carnegie Mellon) — Artigo técnico sobre fusão de altitude barométrica + GPS.
ru: Zaliva и Franchetti (Carnegie Mellon) — технический документ об объединении барометрической высоты и высоты по GPS.
sv: Zaliva & Franchetti (Carnegie Mellon) — vitbok om fusion av barometrisk höjd och GPS-höjd.
zh_hans: Zaliva 和 Franchetti（卡内基梅隆大学）— 气压 + GPS 海拔融合白皮书。

source: {range} (median {median})
ar: {range} (الوسيط {median})
es: {range} (mediana {median})
fi: {range} (mediaani {median})
fr: {range} (médiane {median})
is: {range} (miðgildi {median})
it: {range} (mediana {median})
ja: {range}（中央値 {median}）
ko: {range}(중앙값 {median})
nl: {range} (mediaan {median})
pt_br: {range} (mediana {median})
ru: {range} (медиана {median})
zh_hans: {range}（中位数 {median}）

source: α1 has its own article ("DFA α1 — The Hidden Gem") covering where the numbers come from and why the resting ranges are a convention rather than a validated scale.
ar: لـ α1 مقالته الخاصة («DFA α1 — الجوهرة الخفية») التي تتناول مصدر الأرقام ولماذا نطاقات الراحة عُرف لا مقياس مُتحقَّق منه.
da: α1 har sin egen artikel (»DFA α1 — Den skjulte perle«), der dækker, hvor tallene kommer fra, og hvorfor hvileintervallerne er en konvention snarere end en valideret skala.
de: α1 hat einen eigenen Artikel („DFA α1 — Das verborgene Juwel“), der erklärt, woher die Zahlen stammen und warum die Ruhebereiche eine Konvention und keine validierte Skala sind.
es: α1 tiene su propio artículo («DFA α1: la joya oculta») que explica de dónde salen los números y por qué los rangos en reposo son una convención y no una escala validada.
fi: α1:llä on oma artikkelinsa ("DFA α1 — Kätketty helmi"), jossa kerrotaan, mistä luvut tulevat ja miksi lepotilan vaihteluvälit ovat käytäntö eivätkä validoitu asteikko.
fr: α1 a son propre article (« DFA α1 — La pépite cachée ») qui explique d’où viennent les chiffres et pourquoi les plages au repos sont une convention plutôt qu’une échelle validée.
is: α1 hefur sína eigin grein („DFA α1 — Falda gersemin“) sem fjallar um hvaðan tölurnar koma og hvers vegna hvíldarbilin eru hefð frekar en sannreyndur kvarði.
it: α1 ha un articolo dedicato ("DFA α1 — Il gioiello nascosto") che spiega da dove vengono i numeri e perché gli intervalli a riposo sono una convenzione e non una scala validata.
ja: α1 には専用の記事（「DFA α1 — 隠れた逸品」）があり、数値の出どころと、安静時の範囲が検証された尺度ではなく慣例である理由を解説しています。
ko: α1에 대해서는 별도 글("DFA α1 — 숨은 보석")에서 숫자의 출처와 안정 시 범위가 검증된 척도가 아니라 관례인 이유를 다룹니다.
nb: α1 har sin egen artikkel («DFA α1 — den skjulte perlen») som tar for seg hvor tallene kommer fra og hvorfor hvileområdene er en konvensjon snarere enn en validert skala.
nl: α1 heeft een eigen artikel (“DFA α1 — De verborgen parel”) over waar de getallen vandaan komen en waarom de bereiken in rust een conventie zijn en geen gevalideerde schaal.
pt_br: O α1 tem seu próprio artigo ("DFA α1 — A joia escondida") explicando de onde vêm os números e por que as faixas de repouso são uma convenção, e não uma escala validada.
ru: У α1 есть отдельная статья («DFA α1 — скрытая жемчужина»), где объясняется, откуда берутся числа и почему диапазоны в покое — договорённость, а не проверенная шкала.
sv: α1 har en egen artikel ("DFA α1 — Den dolda pärlan") som går igenom var siffrorna kommer ifrån och varför vilointervallen är en konvention snarare än en validerad skala.
zh_hans: α1 有专门的文章（“DFA α1 — 隐藏的宝藏”），介绍这些数字的来源，以及为什么静息范围只是一种约定，而不是经过验证的量表。

source: Barczyk & Nemra 2014 — "A Sensor Fusion Method for Tracking Vertical Velocity and Height Based on Inertial and Barometric Altimeter Measurements," PMC4179067.
es: Barczyk y Nemra 2014: «A Sensor Fusion Method for Tracking Vertical Velocity and Height Based on Inertial and Barometric Altimeter Measurements», PMC4179067.
